CSI API ETABS v1
cSapModel.PierLabel Property
 Namespace: ETABSv1
 Assembly: ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (2.6.0.0)
Syntax
cPierLabel PierLabel { get; }
ReadOnly Property PierLabel As cPierLabel
	Get
Dim instance As cSapModel
Dim value As cPierLabel
value = instance.PierLabel
property cPierLabel^ PierLabel {
	cPierLabel^ get ();
}
abstract PierLabel : cPierLabel with get
Property Value
Type: cPierLabel
See Also
Reference
cSapModel Interface
ETABSv1 Namespace